Repository: ShinySyntax/ultraX
Catalog: src/locales/*/messages.po
Languages: ja, ru

source: 01 Sep 2021
ja: 2021年9月1日
ru: 01 Сен 2021

source: <0>Insufficient liquidity to execute the order</0><1>The mark price which is an aggregate of exchange prices did not reach the specified price</1><2>The specified price was reached but not long enough for it to be executed</2><3>No keeper picked up the order for execution</3>
ja: <0>注文執行に必要な流動性が不足しています</0><1>諸取引所の価格を集約したマーク価格が指値に達しませんでした</1><2>指値には達したもののロングの度合いが不十分で執行されませんでした</2><3>どのキーパーも注文を執行しませんでした</3>
ru: <0>Недостаточная ликвидность для выполнения заказа</0><1>Цена маркировки, которая представляет собой средневзвешенную биржевую стоимость, не достигла указанной цены</1><2>Указанная цена была достигнута, но недостаточно долго для ее выполнения</2><3>Ни один держатель не взял заказ для исполнения</3>

source: <0>The pool's capacity has been reached for {0}. Please use another token to buy ULP.</0><1>Check the "Save on Fees" section for tokens with the lowest fees.</1>
ja: <0>{0}についてプールの許容額に達しました。GLPを購入するには別のトークンを使用してください。</0><1>最も手数料の低いトークンを確認するには "手数料を節約" のセクションをチェックしてください。</1>
ru: <0>Вместимость пула достигла {0}. Пожалуйста, используйте другой токен для покупки ULP.</0><1>Проверьте раздел "Сэкономьте на комиссии" для токенов с самыми низкими комиссиями.</1>

source: A snapshot of the USD value of your {0} collateral is taken when the position is opened.
ja: {0}の担保のUSドル建の価値は、ポジションがオープンされた時点でスナップショットされ確定します。
ru: Снимок долларовой стоимости вашего залога {0} делается в момент открытия позиции.

source: APR
ja: APR(実質年利)
ru: Годовая Процентная Ставка

source: APRs are updated weekly on Wednesday and will depend on the fees collected for the week.
ja: APR(実質年利)は毎週水曜日に更新され、その前一週間に得られた手数料によって決まります。
ru: Годовая Процентная Ставка обновляется еженедельно в среду и зависит от сборов, собранных за неделю.

source: AUM
ja: 管理下の資産額
ru: Активы под Управлением

source: About
ja: 内容
ru: О проекте

source: Accept confirmation of trigger orders
ja: トリガー注文の確認に同意する
ru: Принять подтверждение триггерного ордера

source: Accept minimum and {action}
ja: 最低額と{action}に同意する
ru: Принять минимум и {action}

source: Accept terms to enable orders
ja: 注文を有効にするため規約に同意する
ru: Принять условия, чтобы разрешить ордера

source: Accept that orders are not guaranteed to execute and trigger orders may not settle at the trigger price
ja: 注文が執行される保証がないこと、トリガー注文がトリガー価格で決済されない可能性があることを承諾する
ru: Принять, что исполнение ордеров не гарантировано, а триггерные ордера могут не исполниться по триггерной цене

source: Account
ja: アカウント
ru: Учётная запись

source: Actions
ja: 機能
ru: Действия

source: Add to Metamask
ja: メタマスクに追加
ru: Добавить в MetaMask

source: Additional reserve required
ja: 必要な追加リザーブ額
ru: Требуется дополнительный резерв

source: Additionally, trigger orders are market orders and are not guaranteed to settle at the trigger price.
ja: それに加え、トリガー注文はマーケット注文であり、トリガー価格での決済は保証されていません。
ru: Кроме того, триггерные ордера являются рыночными и не гарантируют расчет по триггерной цене.

source: Agree
ja: 同意する
ru: Согласен

source: Allowed Slippage
ja: 最大スリッページ
ru: Допустимое Скольжение

source: Alternative links can be found in the <0>docs</0>.<1/><2/>By clicking Agree you accept the <3>T&Cs</3> and <4>Referral T&Cs</4>.<5/><6/>
ja: 他にもリンクが <0>文書ページ</0>にあります。<1/><2/>同意ボタンをクリックすることで、 <3>条項</3>および<4>紹介プログラムの条項</4>に合意したものとみなします。<5/><6/>
ru: Альтернативные ссылки можно найти в <0>документах</0>.<1/><2/>Нажав кнопку Согласен, вы принимаете <3>T&Cs</3> и <4>Referral T&Cs</4>.<5/><6/>

source: Alternatively, you can select a different "Collateral In" token.
ja: または、別の"担保"トークンを選択することもできます。
ru: В качестве альтернативы вы можете выбрать другой токен "Collateral In".

source: Amount
ja: 額
ru: Сумма

source: Amount to claim
ja: 請求額
ru: Сумма к оплате

source: An aggregate of high-quality price feeds determine when liquidations occur. This keeps positions safe from temporary wicks.
ja: 清算が発生した時点で高品質の価格フィードの集成価格が確定します。これによりポジションは一時的変動から守られます。
ru: Совокупность высококачественных ценовых сигналов определяет, когда происходит ликвидация. Это позволяет обезопасить позиции от временных колебаний.

source: Announcement
ja: 告知
ru: Объявление

source: Approval failed
ja: 承認が失敗しました
ru: Не одобрено

source: Approval submitted! <0>View status.</0>
ja: 承認が提出されました! <0>状況を確認する</0>
ru: Одобрение получено! <0>View status.</0>

source: Approval was cancelled
ja: 承認はキャンセルされました
ru: Одобрение было отменено

source: Approve UTX
ja: GMXを承認する
ru: Одобрить UTX

source: Approve {0}
ja: {0}を承認する
ru: Одобрить {0}

source: Approve {stakingTokenSymbol}
ja: {stakingTokenSymbol}を承認する
ru: Одобрить {stakingTokenSymbol}

source: Approving UTX...
ja: GMXを承認中
ru: Одобрение UTX...

source: Approving {0}...
ja: {0}を承認中
ru: Одобрение {0}...

source: Approving {stakingTokenSymbol}...
ja: {stakingTokenSymbol}を承認中...
ru: Одобрение {stakingTokenSymbol}...

source: Approving...
ja: 承認中
ru: Одобрение...

source: As there is not enough liquidity in ULP to swap {0} to {swapTokenSymbol}, you can use the option below to do so:
ja: {0}から{swapTokenSymbol}に交換するための流動性がGLPに十分ないため、以下の選択肢を利用してください:
ru: Поскольку в ULP недостаточно ликвидности для обмена {0} на {swapTokenSymbol}, вы можете воспользоваться приведенной ниже опцией, чтобы сделать это:

source: Assets Under Management
ja: 管理下の資産総額
ru: Активы под управлением

source: Assets Under Management: UTX staked (All chains) + ULP pool ({chainName}).
ja: 管理資産: 全チェーンでステークされているGMX + GLPプール ({chainName}).
ru: Активы под управлением: Ставка UTX (все цепи) + ULP пул ({chainName}).

source: Available
ja: 利用可能
ru: Доступно

source: Available Liquidity
ja: 利用可能な流動性
ru: Доступная ликвидность

source: Available on your preferred network
ja: 選択されたネットワークにて利用可能
ru: Доступно в предпочитаемой сети

source: Balance
ja: 残高
ru: Баланс

source: Begin Transfer
ja: 移転開始
ru: Начать перевод

source: Bonus Tokens
ja: ボーナストークン
ru: Бонусные токены

source: Boost Percentage
ja: ブースト率
ru: Процент повышения

source: Boost your rewards with Multiplier Points. <0>More info</0>.
ja: マルチプライヤーポイントで報酬をブーストする。<0>より詳しい情報</0>
ru: Повышайте свои вознаграждения с помощью Множительных Баллов. <0>More info</0>.

source: Borrow Fee
ja: 借入手数料
ru: Комиссия за Пользование Кредитом

source: Borrow Fee / Day
ja: 1日あたり借入手数料
ru: Комиссия за пользование кредитом / день

source: Buy
ja: 購入
ru: Купить

source: Buy UTX
ja: GMXを購入
ru: Купить UTX

source: Buy failed.
ja: 購入できませんでした。
ru: Покупка не удалась.

source: Buy submitted.
ja: 購入申し込み完了
ru: Покупка подано.

source: Buy with {0}
ja: {0}で購入
ru: Купить с {0}

source: Buy {swapTokenSymbol} on 1inch
ja: {swapTokenSymbol}を1inchで購入
ru: Купить {swapTokenSymbol} на 1 дюйм

source: Buying...
ja: 購入中
ru: Покупает...

source: Can't execute because of an error
ja: エラーにより執行できません
ru: Невозможно выполнить из-за ошибки

source: Cancel
ja: キャンセル
ru: Отменить

source: Cancel failed
ja: キャンセルできませんでした
ru: Отменить не удалось

source: Cancel failed.
ja: キャンセルできませんでした
ru: Отменить не удалось.

source: Cancel submitted
ja: キャンセルが提出されました
ru: Отмена завершена

source: Cancel submitted.
ja: キャンセル申し込み完了
ru: Отмена завершена.

source: Chart positions
ja: ポジションをチャートに
ru: Позиции на графике

source: Check the "Save on Fees" section below to get the lowest fee percentages.
ja: 最低手数料率で利用するには以下の"手数料節約"セクションを確認してください。
ru: Проверьте раздел "Экономия на Комиссиях" ниже, чтобы получить самые низкие проценты комиссионных.

source: Claim
ja: 請求
ru: Запрос

source: Claim Rewards
ja: 報酬の請求
ru: Запрос на получение Вознаграждения

source: Claim UTX Rewards
ja: GMX報酬の請求
ru: Запрос на получение Вознаграждения UTX

source: Claim completed!
ja: 請求完了!
ru: Запрос выполнен!

source: Claim failed
ja: 請求できませんでした
ru: Запрос не прошел

source: Claim failed.
ja: 請求できませんでした。
ru: Запрос не прошел.

source: Claim submitted!
ja: 請求申し込み完了!
ru: Запрос завершен!

source: Claim submitted! <0>View status.</0>
ja: 請求申し込み完了! <0>状況を確認する。</0>
ru: Запрос завершен! <0>Увидеть статус.</0>

source: Claim submitted.
ja: 請求申し込み完了
ru: Запрос завершен.

source: Claimable
ja: 請求可能
ru: Заявленный

source: Claiming...
ja: 請求中...
ru: Утверждение...

source: Close
ja: クローズ
ru: Закрыть

source: Close to execution price
ja: 執行価格に近すぎます
ru: Близко к цене исполнения

source: Coinbase Wallet
ja: コインベースウォレット
ru: Кошелек Coinbase

source: Coinbase Wallet not detected.
ja: コインベースウォレットが検出できません。
ru: Кошелек Coinbase не обнаружен.

source: Collateral
ja: 担保
ru: Залог

source: Collateral ({0})
ja: 担保 ({0})
ru: Залог ({0})

source: Collateral In
ja: 担保の種類
ru: Залог Внесён

source: Community Projects
ja: コミュニティプロジェクト
ru: Общественные Проекты

source: Community curated tweet collection
ja: コミュニティがキュレートしたツイート集
ru: Курируемая сообществом коллекция твитов

source: Community-led Telegram groups.
ja: コミュニティ主導のTelegramグループ
ru: Группы Telegram под руководством сообщества.

source: Complete Account Transfer
ja: アカウント移転を完了させる
ru: Завершить Перевод по Счету

source: Complete Transfer
ja: 移転を完了させる
ru: Завершить Перевод

source: Compound
ja: 請求とステーク
ru: Компаунд

source: Compound Rewards
ja: 報酬を請求およびステーク
ru: Компаунд вознаграждения

source: Compound completed!
ja: 請求とステーク完了!
ru: Компаунд завершено!

source: Compound failed.
ja: 請求とステークができませんでした。
ru: Компаунд не удалось.

source: Compound submitted!
ja: 請求とステークの申し込み完了!
ru: Компаунд представлено!

source: Compounding...
ja: 請求およびステーク中...
ru: Компаунд...

source: Confirm Long
ja: ロングを確認する
ru: Подтвердить Лонг

source: Confirm Short
ja: ショートを確認する
ru: Подтвердить Шорт

source: Confirm Swap
ja: スワップを確認する
ru: Подтвердить Обмен

source: Connect
ja: 接続
ru: Подключение

source: Connect Wallet
ja: ウォレット接続
ru: Подключить Кошелек

source: Connected to {0}
ja: {0}に接続中
ru: Подключение к {0}

source: Continue
ja: 続ける
ru: Продолжить

source: Copy Address
ja: アドレスのコピー
ru: Копировать Адрес

source: Could not add token to MetaMask
ja: メタマスクにトークンを追加できませんでした
ru: Невозможно добавить Токен в MetaMask

source: Could not decrease {0} {longOrShortText}, +{1} USD, Acceptable Price: {2}
ja: {0} {longOrShortText}を減らせませんでした +{1} USD, 受け入れ可能な価格: {2}
ru: Не удалось уменьшить {0} {longOrShortText}, +{1} USD, Приемлемая Цена: {2}

source: Could not decrease {tokenSymbol} {longOrShortText} within the allowed slippage, you can adjust the allowed slippage in the settings on the top right of the page.
ja: 設定されたスリッページ内では{tokenSymbol} {longOrShortText}を減らせませんでした。最大スリッページはページ右上にある設定から変更できます。
ru: Не удалось уменьшить {tokenSymbol} {longOrShortText} в пределах допустимого уровня скольжения, вы можете настроить допустимое скольжение в настройках в правом верхнем углу страницы.

source: Could not execute deposit into {0} {longOrShortText}
ja: {0} {longOrShortText}への入金を実行できませんでした
ru: Не удалось выполнить пополнение счета в {0} {longOrShortText}

source: Could not execute withdrawal from {0} {longOrShortText}
ja: {0} {longOrShortText}からの引き出しを実行できませんでした
ru: Не удалось выполнить вывод из {0} {longOrShortText}

source: Could not increase {0} {longOrShortText}, +{1} USD, Acceptable Price: {2}
ja: {0} {longOrShortText}を増やせませんでした +{1} USD, 受け入れ可能な価格: {2}
ru: Не удалось увеличить {0} {longOrShortText}, +{1} USD, Приемлемая Цена: {2}

source: Could not increase {tokenSymbol} {longOrShortText} within the allowed slippage, you can adjust the allowed slippage in the settings on the top right of the page.
ja: {tokenSymbol} {longOrShortText}を増やせませんでした。最大スリッページはページ右上にある設定から変更できます。
ru: Не удалось увеличить {tokenSymbol} {longOrShortText} в пределах допустимого уровня скольжения, вы можете настроить допустимое скольжение в настройках в правом верхнем углу страницы.

source: Create
ja: 作成
ru: Создать

source: Create Order
ja: 注文の作成
ru: Создать Ордер

source: Create {0} Order
ja: {0}の注文を作成する
ru: Создать {0} Ордер

source: Created limit order for {0} {1}: {2} USD!
ja: {0} {1}: {2} USDの指値注文の作成完了!
ru: Создан лимитный ордер на {0} {1}: {2} USD!

source: Creating Order...
ja: 注文作成中...
ru: Создание Ордера...

source: Creator
ja: 作成者
ru: Создатель

source: Current Pool Amount
ja: 現在のプール額
ru: Текущая Сумма Пула

source: Current Reserved
ja: 現在のリザーブ額
ru: Текущее Резервирование

source: Current Weight
ja: 現在のウェイト
ru: Текущая Масса

source: Current {0} long
ja: 現在の{0}のロング
ru: Текущий {0} лонгшезам

source: Current {0} shorts
ja: 現在の{0}のショート
ru: Текущий {0} Шорт

source: DEX Aggregator
ja: DEXアグリゲーター
ru: Агрегатор DEX

source: Dashboard
ja: ダッシュボード
ru: Панель

source: Dashboard for UTX referral stats
ja: GMXの紹介統計ダッシュボード
ru: Панель для статистики рефералов UTX

source: Dashboards
ja: ダッシュボード
ru: Панели

source: DeFi Portfolio Tracker
ja: DeFiポートフォリオトラッカー
ru: Отслеживание Портфеля DeFi

source: Dec.
ja: 12月
ru: Дец.

source: Decentralized Finance Dashboard
ja: DeFiダッシュボード
ru: Децентрализованная Финансовая Панель

source: Decentralized Options Protocol
ja: 分散型オプションプロトコル
ru: Децентрализованный Протокол Опционов

source: Decentralized Options Strategies
ja: 分散型オプションストラテジー
ru: Децентрализованные Опционные Стратегии

source: Decentralized Trading Protocol
ja: 分散型取引プロトコル
ru: Децентрализованный Торговый Протокол

source: Decentralized<0/>Perpetual Exchange
ja: 分散型<0/>パーペチュアル取引所
ru: Децентрализованная<0/>Бессрочная Биржа

source: Decrease
ja: 減額
ru: Уменьшить

source: Decrease active: {0}, executed: {1}, cancelled: {2}
ja: 減額 アクティブ: {0} 執行済: {1} キャンセル済] {2}
ru: Снижение актива: {0}, выполнено: {1}, отменено: {2}

source: Decreased
ja: 減額しました
ru: Уменьшено

source: Decreased {tokenSymbol} {longOrShortText}, -{0} USD.
ja: {tokenSymbol} {longOrShortText}の減額 -{0} USD
ru: Уменьшено {tokenSymbol} {longOrShortText}, -{0} USD.

source: Deposit
ja: 入金
ru: Пополнение

source: Deposit disabled, pending {0} upgrade
ja: {0}のアップグレードのため入金停止中
ru: Пополнение невозможно, ожидается {0} обновление

source: Deposit failed!
ja: 入金できませんでした!
ru: Пополнение не состоялось!

source: Deposit failed.
ja: 入金できませんでした。
ru: Пополнение не состоялось.

source: Deposit submitted!
ja: 入金申し込み完了!
ru: Пополнение внесено!

source: Deposit submitted.
ja: 入金申し込み完了。
ru: Пополнение внесено.

source: Deposit {0} USD into {1} {longOrShortText}
ja: {0} USDを {1} {longOrShortText}に入金
ru: Внести {0} USD на {1} {longOrShortText}

source: Deposited
ja: 入金済
ru: Внесено

source: Deposited {0} USD into {tokenSymbol} {longOrShortText}
ja: {0} USDを {tokenSymbol} {longOrShortText}に入金済
ru: Внесено {0} USD на {tokenSymbol} {longOrShortText}

source: Deposited!
ja: 入金完了!
ru: Внесено!

source: Depositing...
ja: 入金中...
ru: Пополнение...

source: Diff
ja: 差異
ru: Раз

source: Disable order validations
ja: 注文のバリデーションの無効化
ru: Отключить проверку ордеров

source: Disconnect
ja: 接続停止
ru: Разъединить

source: Display PnL after fees
ja: 手数料込損益の表示
ru: Отображение PnL после комиссии

source: Distribution
ja: 分配
ru: Распределение

source: Don't show this message again for 30 days.
ja: 30日間このメッセージを表示しない
ru: Не показывайте это сообщение снова в течение 30 дней.

source: Earn
ja: 報酬獲得
ru: Зарабатывать

source: Edit
ja: 編集
ru: Редактировать

source: Edit Collateral
ja: 担保編集
ru: Редактирование залога

source: Edit order
ja: 注文の編集
ru: Редактирование ордера

source: Edit {longOrShortText} {0}
ja: {longOrShortText} {0}を編集
ru: Редактирование {longOrShortText} {0}

source: Enable Leverage
ja: レバレッジ有効化
ru: Активировать Леверидж

source: Enable Orders
ja: 注文有効化
ru: Активировать ордера

source: Enable deposit failed.
ja: 入金有効化ができませんでした。
ru: Не удалось осуществить пополнение счета.

source: Enable deposit sent.
ja: 入金有効化申し込み完了。
ru: Разрешить отправку пополнения счета.

source: Enable leverage failed.
ja: レバレッジ有効化できませんでした。
ru: Не удалось активировать торговое плечо.

source: Enable leverage sent.
ja: レバレッジ有効化申し込み完了。
ru: Активировать отправку рычага.

source: Enable orders failed.
ja: 注文有効化できませんでした。
ru: Не удалось активировать ордер

source: Enable orders sent.
ja: 注文有効化申し込み完了。
ru: Активировать отправку ордера.

source: Enable withdraw failed.
ja: 出金有効化できませんでした。
ru: Не удалось активировать вывод.

source: Enable withdraw sent.
ja: 出金有効化申し込み完了。
ru: Активировать отправку вывода.

source: Enabling Leverage
ja: レバレッジ有効化中
ru: Создание Рычага

source: Enabling Leverage...
ja: レバレッジ有効化中...
ru: Создание Леверидж...

source: Enabling Orders...
ja: 注文有効化中...
ru: Создание Ордеров...

source: Enter NFT Address
ja: NFTアドレスを入力
ru: Введите Адрес NFT

source: Enter NFT ID
ja: NFT IDを入力
ru: Введите NFT ID

source: Enter Price
ja: 価格を入力
ru: Введите Цену

source: Enter Receiver Address
ja: 受け取りアドレスを入力
ru: Введите Адрес Получателя

source: Enter a price
ja: 価格を入力
ru: Введите цену

source: Enter an amount
ja: 額を入力
ru: Введите сумму

source: Enter and exit positions with minimal spread and zero price impact. Get the optimal price without incurring additional costs.
ja: 最小のスプレッドで価格への影響なしでポジションにエントリーおよび手仕舞い。追加コストなしで最適価格を入手。
ru: Вход и выход из позиций с минимальным спредом и нулевым влиянием на цену. Получайте оптимальную цену без дополнительных затрат.

source: Enter new Price
ja: 新しい価格を入力
ru: Введите новую Цену

source: Entry Price
ja: エントリー価格
ru: Входная Цена

source: Escrowed UTX APR
ja: esGMXのAPR(実質年利)
ru: Эскроуированный UTX APR

source: Execute
ja: 執行
ru: Выполнить

source: Execute Order: Swap {fromAmountDisplay} {0} for {toAmountDisplay} {1}
ja: 注文執行: {fromAmountDisplay} {0}を {toAmountDisplay} {1}にスワップ
ru: Выполнить Ордер: Поменять {fromAmountDisplay} {0} на {toAmountDisplay} {1}

source: Exit Price
ja: 手仕舞い価格
ru: Цена на выходе

source: Fees
ja: 手数料
ru: Сборы

source: Fees are high to swap from {0} to {1}.
ja: {0} を {1}にスワップするには手数料が高額です
ru: При обмене с {0} на {1} взимается высокая комиссия.

source: Fees are high to swap from {0} to {1}. <0/>{2} is needed for collateral.
ja: {0} を {1}にスワップするには手数料が高額です。<0/>{2}が担保に必要です。
ru: При обмене с {0} на {1} взимается высокая комиссия. <0/>{2} требуется для обеспечения.

source: Fees generated by UTX
ja: GMXが得た手数料
ru: Комиссионные, сгенерированные UTX

source: Fees since
ja: この時点からの手数料
ru: Комиссионные с момента

source: Fees will be shown once you have entered an amount in the order form.
ja: 注文フォームに額を入れると手数料が表示されます。
ru: Комиссионные будут показаны после того, как вы введете сумму в форму ордера.

source: Fetching token info...
ja: トークン情報入手中...
ru: Получение информации о токенах...

source: Financial reports and protocol analytics
ja: 財務情報とプロトコル分析
ru: Финансовые отчеты и аналитика протоколов

source: Floor Price Fund
ja: フロアプライスファンド
ru: Фонд Минимальной Цены

source: Forfeit profit
ja: 利益喪失
ru: Утрата прибыли

source: Forfeit profit and Short
ja: 利益喪失およびショート
ru: Утрата прибыли и Шорта

source: Forfeit profit and {action}
ja: 利益喪失および{action}
ru: Утрата прибыли и {action}

source: Forfeit profit not checked
ja: 利益喪失がチェックされていません
ru: Неустойка за непроверенную прибыль

source: GBC NFTs APR tracker and rewards
ja: GBC NFTのAPRトラッカーおよび報酬
ru: GBC NFTs APR отслеживание и вознаграждения

source: High Slippage, Swap Anyway
ja: スリッページが大きいです。ともかく交換する
ru: Высокий уровень Скольжения, Обмен в Любом случае

source: High USDG Slippage, Long Anyway
ja: USDGスリッページが大きいです。ともかくロングする
ru: Высокое Скольжение USDG, Лонг в Любом случае

source: If you have an existing position, the position will be closed at {0} USD.<0/><1/>This exit price will change with the price of the asset.<2/><3/><4>More Info</4>
ja: もし現在ポジションがある場合、そのポジションは{0} USDでクローズされます。<0/><1/>この手仕舞い価格はアセットの価格変動に従い変化します。<2/><3/><4>さらなる詳細</4>
ru: Если у вас есть существующая позиция, позиция будет закрыта по цене {0} USD.<0/><1/>Цена выхода будет меняться в зависимости от цены актива.<2/><3/><4>Более подробная Информация</4>

source: Inc.
ja: 含む
ru: Инк.

source: Include PnL in leverage display
ja: レバレッジ表示に損益を含める
ru: Включить PnL в индикатор рычага

source: Incorrect Account
ja: 誤ったアカウント
ru: Неверный Счет

source: Incorrect Network
ja: 誤ったネットワーク
ru: Неправильная Сеть

source: Incorrect network
ja: 誤ったネットワーク
ru: Неправильная сеть

source: Increase
ja: 増加
ru: Увеличить

source: Increase active: {0}, executed: {1}, cancelled: {2}
ja: 増加 アクティブ: {0} 執行済: {1} キャンセル済: {2}
ru: Увеличение активно: {0}, выполнено: {1}, отменено: {2}

source: Increase {0} {longOrShortText}, +{1} USD, {2} Price: {3} USD
ja: {0} {longOrShortText}を増やす +{1} USD, {2} 価格: {3} USD
ru: Увеличить {0} {longOrShortText}, +{1} USD, {2} Цена: {3} USD

source: Increased {tokenSymbol} {longOrShortText}, +{0} USD.
ja: {tokenSymbol} {longOrShortText}を増やしました +{0} USD
ru: Увеличено {tokenSymbol} {longOrShortText}, +{0} USD.

source: Index
ja: インデックス
ru: Индекс

source: Initial Collateral
ja: 最初の担保
ru: Первоначальный Залог

source: Initial collateral
ja: 最初の担保
ru: Первоначальный залог

source: Insufficient liquidity
ja: 流動性不足
ru: Недостаточная ликвидность

source: Insufficient staked tokens
ja: ステークされたトークンが不足しています
ru: Недостаточное количество поставленных токенов

source: Insufficient {0} balance
ja: {0} 残高の不足
ru: Недостаточный {0} баланс

source: Invalid NFT Address
ja: 無効なNFTアドレス
ru: Неверный адрес NFT

source: Invalid Receiver
ja: 無効な受け取り人
ru: Неверный получатель

source: Invalid Receiver Address
ja: 無効な受け取りアドレス
ru: Неверный адрес получателя

source: Invalid liq. price
ja: 無効な清算価格
ru: Неверная цена лик.

source: Invalid price, see warning
ja: 無効な価格につき、警告を確認してください
ru: Недопустимая цена, смотрите предупреждение

source: Invalid slippage value
ja: 無効なスリッページ値
ru: Недопустимое значение скольжения

source: Invalid token fromToken: "{0}" toToken: "{toTokenAddress}"
ja: 無効なトークン fromToken: "{0}" toToken: "{toTokenAddress}"
ru: Неверный токен отТокен:: "{0}" кТокен: "{toTokenAddress}"

source: Invalid token indexToken: "{0}" collateralToken: "{1}"
ja: 無効なトークン indexToken: "{0}" collateralToken: "{1}"
ru: Неверный токен индексТокен: "{0}" займТокен: "{1}"

source: Job openings at UTX.
ja: GMXの求人
ru: Вакансии в UTX.

source: Jobs
ja: 求人
ru: Вакансии

source: Launch App
ja: アプリ起動
ru: Запустить Приложение

source: Leaderboard
ja: 順位表
ru: Таблица лидеров

source: Leaderboard for UTX traders
ja: GMXトレーダー順位表
ru: Таблица лидеров для трейдеров UTX

source: Leave at least {0} ETH for gas
ja: ガスとして最低 {0}ETHを残しておいてください
ru: Оставьте не менее {0} ETH для заправки

source: Leave at least {0} {1} for gas
ja: ガスのため最低 {0} {1} を残しておいてください
ru: Оставьте не менее {0} {1} для заправки

source: Leverage
ja: レバレッジ
ru: Плечо

source: Leverage disabled, pending {0} upgrade
ja: {0}の更新が未完了のためレバレッジが無効化されています
ru: Леверидж отключен, ожидается {0} обновление

source: Limit
ja: 指値
ru: Ограничение

source: Limit Price
ja: 指値
ru: Предельная Цена

source: Limit order creation failed.
ja: 指値注文が作成できませんでした。
ru: Не удалось создать лимитный ордер.

source: Limit order submitted!
ja: 指値注文提出済!
ru: Лимитный ордер представлен!

source: Link
ja: リンク
ru: Ссылка

source: Liq. Price
ja: 清算価格
ru: Лик. Цена

source: Liquidated
ja: 清算済
ru: Ликвидировано

source: Liquidated {0} {longOrShortText}, -{1} USD, {2} Price: {3} USD
ja: 清算済 {0} {longOrShortText}, -{1} USD, {2} 価格: {3} USD
ru: Ликвидировано {0} {longOrShortText}, -{1} USD, {2} Цена: {3} USD

source: Liquidity data not loaded
ja: 流動性データがロードされていません
ru: Данные о ликвидности не загружены

source: Long
ja: ロング
ru: Лонг

source: Long positions: {0} USD, Short positions: {1} USD, {volumeLabel} volume: {2} USD
ja: ロングポジション: {0} USD ショートポジション: {1} USD {volumeLabel} 取引高: {2} USD
ru: Лонг позиции: {0} USD, Шорт позиции: {1} USD, {volumeLabel} объем: {2} USD

source: Longing...
ja: ロング中...
ru: Лонгин...

source: Loss
ja: 損失
ru: Убыток

source: MAX
ja: 最大
ru: МАКС

source: MEV Optimizer
ja: MEVオプティマイザー
ru: Оптимизатор MEV

source: Mark Price
ja: マーク価格
ru: Отмеченная Цена

source: Mark Price:
ja: マーク価格
ru: Отмеченная Цена:

source: Mark: {0}
ja: マーク: {0}
ru: Отметка: {0}

source: Market
ja: マーケット
ru: Рынок

source: Market Cap
ja: 時価総額
ru: Рыночная капитализация

source: Max Capacity
ja: 最大キャパシティ
ru: Максимальная Вместимость

source: Max Capacity for {0} Reached
ja: {0}の最大キャパシティに到達しています
ru: Максимальная Вместимость для {0} Достигнута

source: Max Pool Capacity
ja: 最大プールキャパシティ
ru: Максимальная Вместимость Пула

source: Max amount exceeded
ja: 最大値超過
ru: Максимальная сумма превышена
