Repository: ShinySyntax/ultraX
Catalog: src/locales/*/messages.po
Languages: ja, ru

source: Max leverage of 100x was exceeded, the remaining collateral after deducting losses and fees have been sent back to your account:
ja: 最大レバレッジ100倍を超過し、損失と手数料を差し引き後に残った担保はアカウントに返送されました:
ru: Максимальное кредитное плечо 100x было превышено, оставшийся залог после вычета убытков и комиссий был отправлен обратно на ваш счет:

source: Max slippage precision is 0.01%
ja: スリッページの最大精度は0.01%です
ru: Максимальная точность скольжения составляет 0,01%

source: Max {0} Capacity
ja: {0}の最大キャパシティ
ru: Максимальная {0} вместимость

source: Max {0} in
ja: 最大 {0} in
ru: Максимум {0} в

source: Max {0} long capacity
ja: {0}の最大ロングキャパシティ
ru: Максимальная {0} вместимость лонга

source: Max {0} long exceeded
ja: {0}の最大ロング値を超過しています
ru: Максимальное {0} превышение лонга

source: Max {0} out
ja: 最大 {0} out
ru: Максимальный {0} выход

source: Max {0} short capacity
ja: {0}の最大ショートキャパシティ
ru: Максимальная {0} вместимость шорта

source: Max {0} short exceeded
ja: {0}の最大ショート値を超過しています
ru: Максимальное {0} превышение шорта

source: Max: {0}
ja: 最大: {0}
ru: Максимально: {0}

source: MetaMask
ja: メタマスク

source: MetaMask not detected.
ja: メタマスクが検出できません。
ru: MetaMask не обнаружена.

source: Migrate
ja: 移行
ru: Перенести

source: Migrated
ja: 移行済
ru: Перенесено

source: Migrating...
ja: 移行中...
ru: Перенесение...

source: Migration Price
ja: 移行価格
ru: Цена Переноса

source: Migration failed
ja: 移行できませんでした
ru: Перенос не удался

source: Migration submitted! <0>View status.</0>
ja: 移行申し込み済! <0>状況を確認する</0>
ru: Перенос завершен! <0> Просмотр статуса.</0>

source: Min leverage: 1.1x
ja: 最小レバレッジ: 1.1倍
ru: Минимальное кредитное плечо: 1.1x

source: Min order: 10 USD
ja: 最小注文金額: 10 USD
ru: Минимальный ордер: 10 USD

source: Min required collateral
ja: 最低必要担保額

source: Min. Receive
ja: 最低受け取り額
ru: Мин. Приём

source: Minimum received
ja: 最低受け取り済
ru: Минимум получен

source: More Info
ja: 詳細情報
ru: Больше Информации

source: Multiplier Points APR
ja: マルチプライヤーポイントのAPR(実質年利)
ru: Множитель баллов APR

source: NFT Address
ja: NFTアドレス
ru: Адрес NFT

source: NFT Wallet
ja: NFTウォレット
ru: NFT Кошелёк

source: Net Value
ja: ネット価値
ru: Чистая Прибыль

source: Networks
ja: ネットワーク
ru: Сети

source: No PnLs found
ja: 損益が見つかりません
ru: PnLs не найдены

source: No open position, order cannot be executed unless a position is opened
ja: オープンのポジションはありません。オープンのポジションがない場合、注文は執行できません
ru: Нет открытой позиции, ордер не может быть выполнен, пока не открыта позиция

source: No open positions at UTX currently
ja: 現在GMXにオープンのポジションはありません
ru: На данный момент на UTX нет открытых позиций

source: No position
ja: ポジションなし
ru: Нет позиции

source: No rewards to claim yet
ja: 請求できる報酬はありません
ru: Вознаграждений пока нет

source: Note that orders are not guaranteed to be executed.<0/><1/>This can occur in a few situations including but not exclusive to:
ja: 注文が必ず執行される保証がないことに注意してください。<0/><1/>これは例えば以下のような状況で起こりえます:

source: Open Interest
ja: 建玉
ru: Открытый Интерес

source: Open a position
ja: ポジションを開く
ru: Открыть позицию

source: Open in Explorer
ja: Explorerで見る
ru: Открыть в Explorer

source: Open positions through a simple swap interface. Conveniently swap from any supported asset into the position of your choice.
ja: シンプルなスワップインターフェースでポジションを開けます。サポート対象のどの資産も好みの資産に簡単に交換可能。
ru: Открывайте позиции с помощью простого интерфейса обменник. Удобный обмен из любого поддерживаемого актива в выбранную вами позицию.

source: Open positions: {0}<0/>Under risk: {1}
ja: オープンのポジション: {0}<0/>リスクあり: {1}
ru: Открытие позиций: {0}<0/>Под риском: {1}

source: Opening...
ja: オープン中...

source: Order
ja: 注文
ru: Ордер

source: Order cancelled
ja: 注文はキャンセルされました
ru: Ордер закрыт

source: Order cancelled.
ja: 注文はキャンセルされました。
ru: Ордер закрыт.

source: Order cannot be executed as it would reduce the position's leverage below 1
ja: レバレッジ倍率が1倍以下になるため注文を執行できません
ru: Ордер не может быть выполнен, так как это уменьшит позицию кредитного плеча ниже 1

source: Order cannot be executed as the remaining position would be smaller than $5.00
ja: ポジション金額が$5未満になるため注文を執行できません
ru: Ордер не может быть выполнен, так как оставшаяся позиция будет меньше $5.00

source: Order size exceeds position
ja: 注文のサイズがポジションを超えています
ru: Размер ордера превышает позицию

source: Order size is 0
ja: 注文サイズがゼロです
ru: Размер ордера равен 0

source: Order size is bigger than position, will only be executable if position increases
ja: 注文サイズがポジションより大きいため、ポジションが拡大した場合にだけ執行可能です
ru: Размер ордера больше позиции, будет исполнен только при увеличении позиции.

source: Order update failed.
ja: 注文更新に失敗しました。
ru: Не удалось обновить ордер.

source: Order update submitted!
ja: 注文更新の申し込み済!
ru: Обновление ордера принято!

source: Order updated!
ja: 注文更新完了!
ru: Ордер обновлён!

source: Orders
ja: 注文
ru: Ордера

source: Orders cancelled.
ja: 注文がキャンセルされました。
ru: Ордера отменены

source: Page not found
ja: ページが見つかりません
ru: Страница не найдена

source: Partial Liquidation
ja: 部分的清算
ru: Частичная Ликвидация

source: Partially Liquidated
ja: 部分的清算済
ru: Частично Ликвидировано

source: Partnerships and Integrations
ja: パートナーシップと統合
ru: Партнерство и Объединения

source: Pay
ja: 支払い
ru: Оплатит

source: Please switch your network to Arbitrum.
ja: ネットワークをArbitrumに切り替えてください。
ru: Пожалуйста, переключите свою сеть на Arbitrum.

source: PnL
ja: 損益

source: PnL After Fees
ja: 手数料差し引き後の損益
ru: PnL После уплаты Комиссии

source: Pool
ja: プール
ru: Пул

source: Pool Amount
ja: プール額
ru: Сумма Пула

source: Positions
ja: ポジション
ru: Позиции

source: Positions ({0})
ja: ポジション ({0})
ru: Позиции ({0})

source: Price
ja: 価格
ru: Цена

source: Price above Liq. Price
ja: 清算価格を上回る価格
ru: Цена выше Ликв. Цены

source: Price above Mark Price
ja: マーク価格を上回る価格
ru: Цена выше Маркированной Цены

source: Price below Liq. Price
ja: 清算価格を下回る価格
ru: Цена ниже Ликв. Цены

source: Price below Mark Price
ja: マーク価格を下回る価格
ru: Цена ниже Маркированной Цены

source: Price conditions are met
ja: 価格の条件が満たされていません
ru: Ценовые условия выполнены

source: Price is above Mark Price
ja: 価格がマーク価格を上回っています
ru: Цена выше Маркированной Цены

source: Price is below Mark Price
ja: 価格がマーク価格を下回っています
ru: Цена ниже Маркированной Цены

source: Profit
ja: 利益
ru: Прибыль

source: Projects integrated with UTX.
ja: GMXと統合されているプロジェクト
ru: Проекты, интегрированные с UTX.

source: Proof of Reserves
ja: 貯蓄証明
ru: Доказательство резервов

source: Protocol analytics
ja: プロトコルの分析
ru: Аналитика протоколов

source: Receive
ja: 受け取る
ru: Получить

source: Receiver Address
ja: 受け取り側アドレス
ru: Адрес Получателя

source: Receiver has not staked ULP tokens before
ja: 受け取り側でこれまでGLPトークンをステークしたことはありません
ru: Получатель не размещал токены ULP ранее

source: Receiver has not staked UTX tokens before
ja: 受け取り側でこれまでGMXトークンをステークしたことはありません
ru: Получатель не размещал токены ULP ранее

source: Redemption time not yet reached
ja: 売却までの規定時間に達していません
ru: Срок выкупа еще не наступил

source: Reduce Liquidation Risks
ja: 清算リスクを減らす
ru: Снизить Риски Ликвидации

source: Referral Terms
ja: 紹介の規約
ru: Реферальные Условия

source: Request decrease {0} {longOrShortText}, -{1} USD, Acceptable Price: {2} {3} USD
ja: {0} {longOrShortText} の減額をリクエスト -{1} USD 可能な価格: {2} {3} USD
ru: Уменьшение запроса {0} {longOrShortText}, -{1} USD, Приемлемая Цена: {2} {3} USD

source: Request deposit into {0} {longOrShortText}
ja: {0} {longOrShortText}への入金をリクエスト
ru: Запросить пополнение счета на {0} {longOrShortText}"

source: Request increase {0} {longOrShortText}, +{1} USD, Acceptable Price: {2} {3} USD
ja: {0} {longOrShortText}の増額をリクエスト +{1} USD 可能な価格: {2} {3} USD
ru: Увеличение запроса {0} {longOrShortText}, +{1} USD, Приемлемая Цена: {2} {3} USD

source: Request withdrawal from {0} {longOrShortText}
ja: {0} {longOrShortText}からの出金をリクエスト
ru: Запрос на вывод из {0} {longOrShortText}

source: Requested deposit of {0} {1} into {2} {longOrShortText}.
ja: {0} {1}の{2} {longOrShortText}への入金をリクエストしました。
ru: Запрошено пополнение счета на {0} {1} в {2} {longOrShortText}.

source: Requested increase of {tokenSymbol} {longOrShortText} by {0} USD.
ja: {tokenSymbol} {longOrShortText}の{0} USDの増額をリクエストしました。
ru: Запрошено увеличение {tokenSymbol} {longOrShortText} на {0} USD.

source: Requested withdrawal of {0} USD from {1} {longOrShortText}.
ja: {1} {longOrShortText}からの{0} USDの出金をリクエストしました。
ru: Запрошен вывод {0} USD с {1} {longOrShortText}.

source: Reserve Amount
ja: リザーブ額
ru: Сумма Резерва

source: Reserved
ja: リザーブ済
ru: Зарезервировано

source: Returns calculator for UTX and ULP
ja: GMXとGLPのリターンの計算機
ru: Калькулятор возвратов для UTX и ULP

source: Rewards
ja: 報酬
ru: Вознаграждения

source: Save
ja: 保存
ru: Сохранить

source: Save on Costs
ja: コスト削減
ru: Сэкономь на Расходах

source: Search Token
ja: トークン検索
ru: Искать Токен

source: Select Language
ja: 言語選択
ru: Выбрать Язык

source: Select Market
ja: マーケット選択
ru: Выбрать Рынок

source: Select an option
ja: 選択肢を選ぶ
ru: Выбрать опцию

source: Select different tokens
ja: 別のトークンを選択
ru: Выбрать разные токены

source: Select your vesting option below then click "Claim".
ja: べスティングオプションを選択して"請求"をクリック。
ru: Выберите свой вариант вестинга ниже и нажмите "Утвердить".

source: Self-transfer not supported
ja: 自分への移転はサポートされていません
ru: Самостоятельный перевод не поддерживается

source: Sell failed.
ja: 売却できませんでした。
ru: Не удалось продать.

source: Sell for {0}
ja: 売却して{0}にする
ru: Продать за {0}

source: Sell submitted!
ja: 売却申し込み完了!
ru: Продажа подтверждена!

source: Selling...
ja: 売却中...
ru: Продажа...

source: Sender has withdrawn all tokens from ULP Vesting Vault
ja: 送信側はGLPのべスティングボールトからすべてのトークンを引き出しました。
ru: Отправитель вывел все токены из Хранилища ULP Vault

source: Sender has withdrawn all tokens from UTX Vesting Vault
ja: 送信側はGMXのべスティングボールトからすべてのトークンを引き出しました。
ru: Отправитель вывел все токены из Хранилища UTX Vault

source: Settings
ja: 設定
ru: Настройки

source: Share Position
ja: ポジションをシェアする
ru: Позиция Акции

source: Short
ja: ショート
ru: Шорт

source: Shorting...
ja: ショート中...
ru: Шортинг...

source: Simple Swaps
ja: シンプルなスワップ
ru: Простые Обмены

source: Size
ja: サイズ
ru: Размер

source: Slippage should be less than 5%
ja: スリッページは5%未満であること
ru: Скольжение должно составлять менее 5%

source: Speed up page loading
ja: ページの読み込みを速くする
ru: Ускорить загрузку страницы

source: Spread
ja: スプレッド
ru: Спред

source: Stablecoin Percentage
ja: ステーブルコイン比率
ru: Процент Стабильной монеты

source: Stake
ja: ステーク
ru: Стакинг

source: Stake Multiplier Points
ja: マルチプライヤーポイントをステークする
ru: Стакинг Множителя Баллов

source: Stake UTX
ja: GMXをステーク
ru: Стакинг UTX

source: Stake UTX Rewards
ja: GMX報酬をステークする
ru: Вознаграждения Стакинг UTX

source: Stake failed
ja: ステークできませんでした
ru: Стакинг не прошла

source: Stake failed.
ja: ステークできませんでした。
ru: Стакинг не прошла.

source: Stake submitted!
ja: ステーク申し込み完了!
ru: Стакинг принята!

source: Stake submitted! <0>View status.</0>
ja: ステーク申し込み完了! <0>状況を確認する</0>
ru: Стакинг принята! <0>Смотреть статус.</0>

source: Staked
ja: ステーク済
ru: Стакинг

source: Staking...
ja: ステーク中...
ru: Размещение стакинга...

source: Structured Products
ja: ストラクチャードプロダクト
ru: Структурированные продукты

source: Supply
ja: 供給量
ru: Обеспечение

source: Swap
ja: スワップ
ru: Обмен

source: Swap Order created!
ja: スワップ注文作成完了!
ru: Создан Обменный Ордер

source: Swap Order creation failed.
ja: スワップ注文が作成できませんでした。
ru: Обменный Ордер не создан

source: Swap Order submitted!
ja: スワップ注文提出済!
ru: Обменный Ордер подан!

source: Swap active: {0}, executed: {1}, cancelled: {2}
ja: スワップ アクティブ: {0} 執行済: {1} キャンセル済: {2}
ru: Обмен активен: {0}, выполнен: {1}, отменен: {2}

source: Swap failed.
ja: スワップできませんでした。
ru: Обмен не выполнен

source: Swap on 1inch
ja: 1inchでスワップする
ru: Обмен на 1inch

source: Swap submitted!
ja: スワップ申し込み完了!
ru: Обмен подан!

source: Swap submitted.
ja: スワップ申し込み完了。
ru: Обмен подан.

source: Swap {0} USDG for {1} {2}
ja: {0} USDGを{1} {2}にスワップする
ru: Обмен {0} USDG на {1} {2}

source: Swap {0} on 1inch
ja: {0}を1inchでスワップする
ru: Обмен {0} на 1inch

source: Swap {0} submitted!
ja: {0}のスワップの申し込み完了!
ru: Обмен {0} подан!

source: Swap {0} to {1} on 1inch
ja: {0} を {1}に1inchでスワップする
ru: Обмен {0} на {1} на 1 дюйм

source: Swap {0} {1} for {2} USDG
ja: {0} {1}を{2} USDGにスワップする
ru: Обмен {0} {1} на {2} USDG

source: Swap {0} {1} for {2} {3}
ja: {0} {1}を{2} {3}にスワップする
ru: Обмен {0} {1} на {2} {3}

source: Swapped {0} {1} for {2} {3}!
ja: {0} {1} を {2} {3}にスワップしました!
ru: Обмененно {0} {1} на {2} {3}!

source: Swapping...
ja: スワップ中...
ru: Обмен идет...

source: Swaps disabled, pending {0} upgrade
ja: {0}の更新が未完了のためスワップが停止中です
ru: Обмен неактивен, ожидается {0} обновление

source: Take-profit and stop-loss orders can be set after opening a position. <0/><1/>There will be a "Close" button on each position row, clicking this will display the option to set trigger orders. <2/><3/>For screenshots and more information, please see the <4>docs</4>.
ja: テイクプロフィット注文とストップロス注文はポジションをオープンしてからセットすることができます。<0/><1/>それぞれのポジションの行に"クローズ"ボタンが表れ、それをクリックするとトリガー注文をセットするための選択肢が表示されます。<2/><3/>スクリーンショットや詳細情報については<4>文書</4>を読んでください。
ru: Ордера тейк-профит и стоп-лосс могут быть установлены после открытия позиции. <0/><1/>В каждой строке позиции будет кнопка "Закрыть", нажав на которую, можно установить триггерные ордера. <2/><3/> Для получения скриншотов и дополнительной информации, пожалуйста, смотрите <4>документы</4>.

source: Target Min Amount
ja: 最低ターゲット額
ru: Целевой показатель Мин Суммы

source: Target Weight
ja: ターゲットウェイト
ru: Целевой Вес

source: Telegram Group
ja: Telegramグループ
ru: Группа в Телеграмме

source: Telegram Group (Chinese)
ja: Telegramグループ (中国語)
ru: Группа в Телеграмме (Китайский язык)

source: Telegram Group (Portuguese)
ja: Telegramグループ (ポルトガル語)
ru: Группа в Телеграмме (Португальский язык)

source: Telegram Groups
ja: Telegramグループ
ru: Группы в Телеграмме

source: Telegram bot for Open Interest on UTX
ja: GMX建玉情報提供Telegramボット
ru: Telegram бот для Открытого Процента на UTX

source: Telegram bot for UTX position updates
ja: GMXポジション情報提供Telegramボット
ru: Телеграмм-бот для обновления позиции UTX

source: Terms and Conditions
ja: 規約
ru: Правила и Условия

source: The <0>UTX migration</0> is in progress, please migrate your GMT, xGMT, GMT-USDG and xGMT-USDG tokens.<1/>USDG tokens will continue to function as before and do not need to be migrated.
ja: <0>GMXの移行</0>は進行中です。GMT、xGMT、GMT-USDG、xGMT-USDGトークンを移行してください。<1/>USDGトークンは従来と同様に機能するため移行する必要はありません。
ru: Идет <0>UTX перенос</0>, пожалуйста, перенесите ваши токены GMT, xGMT, GMT-USDG и xGMT-USDG.<1/>Токены USDG будут продолжать функционировать как прежде и не нуждаются в переносе.

source: The Boosted APR is from your staked Multiplier Points.
ja: APRブーストはステーク済マルチプライヤーポイントによるものです。
ru: Повышенный APR рассчитывается из поставленных вами Баллов Множителя.

source: The Gambit protocol is in beta, please read the <0>staking details</0>before participating.
ja: Gambitプロトコルはベータ版であり、参加する前に<0>ステーキングの詳細</0>を読んでください。
ru: Протокол Gambit находится в стадии бета-тестирования, пожалуйста, прочитайте <0>детали стакинга</0>перед участием.

source: The borrow fee is calculated as (assets borrowed) / (total assets in pool) * 0.01% per hour.
ja: 借入手数料は1時間につき、(借入アセット額 ÷ プール内アセット総額) × 0.01% の式で計算されます。
ru: Комиссия за заем рассчитывается как (заемные активы) / (общая сумма активов в пуле) * 0,01% в час.

source: The mark price has changed, consider increasing your Allowed Slippage by clicking on the "..." icon next to your address.
ja: マーク価格が変化したため、アドレスの横に表示されている"..."アイコンをクリックして最大許容スリッページを増やすことを検討してください。
ru: Цена отметки изменилась, подумайте об увеличении Допустимого Скольжения, нажав на значок "..." рядом с вашим адресом.

source: The position will be opened at {0} USD with a max slippage of {1}%.<0/><1/>The slippage amount can be configured under Settings, found by clicking on your address at the top right of the page after connecting your wallet.<2/><3/><4>More Info</4>
ja: ポジションは最大スリッページ {1}%で{0} USDでオープンされます。<0/><1/>スリッページを変更するには、ウォレット接続後にページの右上に表示されるアドレスをクリックしたときに表れる設定メニューで設定してください。<2/><3/><4>詳細情報</4>
ru: Позиция будет открыта на {0} USD с максимальным скольжением в {1}%.<0/><1/>Сумма скольжения может быть настроена в разделе Настройки, который можно найти, нажав на свой адрес в правом верхнем углу страницы после подключения кошелька.<2/><3/><4>Более подробная информация</4>

source: The website is a community deployed and maintained instance of the open source <0>U2U front end</0>, hosted and served on the distributed, peer-to-peer <1>IPFS network</1>.
ja: ウェブサイトはオープンソースの<0>GMXフロントエンド</0>を利用してコミュニティが設置し維持しているものであり、P2Pの<1>IPFSネットワーク</1>上にホストされ提供されています。
ru: Сайт представляет собой развернутый и поддерживаемый сообществом экземпляр открытого источника <0>UTX фронт-энда</0>, размещенный и обслуживаемый в распределенной, peer-to-peer <1>IPFS сети</1>.

source: There are more longs than shorts, borrow fees for shorting is currently zero
ja: ショートよりロングが多いため、ショートの借入手数料は現在ゼロです
ru: Лонгов больше, чем шортов, комиссия за шорт в настоящее время равна нулю.

source: There are more shorts than longs, borrow fees for longing is currently zero
ja: ロングよりショートが多いため、ロングの借入手数料は現在ゼロです
ru: Шортов больше, чем лонгов, комиссия за лонг в настоящее время равна нулю.

source: There is not enough ETH in your account on Arbitrum to send this transaction.<0/><1/><2>Bridge ETH to Arbitrum</2>
ja: Arbitrum上のあなたのアカウントにはこの取引に必要なETHが不足しています。<0/><1/><2>ETHをArbitrumへブリッジする</2>
ru: На вашем счету на Arbitrum недостаточно ETH для отправки этой транзакции.<0/><1/><2>Перевести ETH на Arbitrum</2>

source: There is not enough liquidity in a single token for your size. Please check the Save on Fees section and consider splitting your order into several different ones
ja: 1種類のトークンでその額のスワップを実現するための十分な流動性がありません。「手数料を節約」セクションを読み、注文を複数に分割することを検討してください。
ru: В одном токене недостаточно ликвидности для вашего размера. Пожалуйста, проверьте раздел Экономия на Комиссиях и рассмотрите возможность разделения вашего ордера на несколько разных ордеров

source: This position was liquidated as the max leverage of 100x was exceeded.
ja: このポジションは最大レバレッジ倍率(100倍)を超過したため清算されました。
ru: Эта позиция была ликвидирована, так как было превышено максимальное кредитное плечо 100x.

source: To Receive
ja: 受け取り
ru: Получить

source: To complete the transfer, you must switch your connected account to {receiver}.
ja: 移転を完了するには、{receiver}のアカウントに接続しなおす必要があります。
ru: Для завершения перевода необходимо переключить подключенный аккаунт на {receiver}.

source: To reduce fees, select a different asset to pay with.
ja: 手数料を削減するには別のアセットを支払いに使用してください。
ru: Чтобы уменьшить комиссию, выберите другой способ оплаты.

source: To reduce fees, select a different asset to receive.
ja: 手数料を削減するには別のアセットで受け取ってください。
ru: Чтобы уменьшить комиссию, выберите другой способ получения.

source: Total Assets Migrated
ja: 移行された全アセット
ru: Общая сумма Перенесенных Активов

source: Total Assets Staked
ja: ステークされた全アセット
ru: Общая сумма Размещенных Активов

source: Total Fees
ja: 手数料総額
ru: Общая сумма Комиссии

source: Total Fees Distributed
ja: 分配済手数料総額
ru: Итого Распределено Комиссионных

source: Total Staked
ja: ステーク総額
ru: Всего Ставок

source: Total Supply
ja: 総供給量
ru: Общее количество снабжения

source: Total Trading Volume
ja: トレード総額
ru: Общий Объем Торгов

source: Total Users
ja: ユーザー総数
ru: Всего Пользователей

source: Total Volume
ja: 総取引高
ru: Общий Объем

source: Total Volume Since 28 April 2021
ja: 2021年4月28日以降の総取引高
ru: Общий Объем с 28 Апреля 2021

source: Total active: {openTotal}, executed: {executedTotal}, cancelled: {cancelledTotal}
ja: 合計 アクティブ: {openTotal} 執行済: {executedTotal} キャンセル済: {cancelledTotal}
ru: Всего активных: {openTotal}, выполненных: {executedTotal}, отмененных: {cancelledTotal}

source: Total fees earned since {0}: {1} USD<0/>Fee assets: {feeText}
ja: {0}以降の手数料総額: {1} USD<0/>手数料アセット: {feeText}
ru: Общая сумма комиссионных, заработанных с {0}: {1} USD<0/>Комиссионные средства: {feeText}

source: Total:
ja: 合計:
ru: Всего:

source: Trade
ja: トレード
ru: Торговля

source: Trade on UTX and win <0>$250.000</0> in prizes! Live until November 30th, <1>click here</1> to learn more.
ja: GMXでトレードして賞金<0>250ドル</0>を獲得しよう! 11月30日まで。詳細は<1>ここをクリック</1>
ru: Торгуйте на UTX и выиграйте <0>$250.000</0> в качестве призов! Действует до 30 ноября, <1> нажмите здесь</1>, чтобы узнать больше."

source: Trading guide
ja: トレード案内
ru: Руководство по трейдингу

source: Tranferring...
ja: 移転中...
ru: Переводим...

source: Transaction completed!
ja: 取引完了!
ru: Транзакция завершена!

source: Transaction failed
ja: 取引に失敗しました
ru: Транзакция не прошла

source: Transaction failed due to RPC error.<0/><1/>Please try changing the RPC url in your wallet settings. <2>More info</2>
ja: RPCエラーにより取引できませんでした。<0/><1/>ウォレットの設定でRPCのURLを変更してください。<2>詳細情報</2>
ru: Транзакция не прошла из-за ошибки RPC.<0/><1/>Попробуйте изменить RPC url в настройках вашего кошелька. <2> Дополнительная информация</2>

source: Transaction sent.
ja: 取引は送信済です。
ru: Транзакция отправлена.

source: Transaction was cancelled.
ja: 取引はキャンセルされました。
ru: Транзакция отменена.

source: Transfer Account
ja: アカウント移転
ru: Счет для Перевода

source: Transfer NFT
ja: NFTを送信する
ru: Перевод NFT

source: Transfer Submitted
ja: 移転申し込み完了
ru: Перевод Подтверждён

source: Transfer already initiated
ja: 移転はすでに開始されています
ru: Перевод уже начат

source: Transfer failed.
ja: 移転できませんでした。
ru: Перевод не удался.

source: Transfer submitted!
ja: 移転申し込み完了!
ru: Перевод подтверждён!

source: Transferring
ja: 移転中...
ru: Передим

source: Trigger
ja: トリガー
ru: Триггер

source: Try increasing the "Allowed Slippage", under the Settings menu on the top right
ja: 右上の設定メニューにある"最大スリッページ"を増やしてください
ru: Попробуйте увеличить " Допустимое Скольжение", под меню Настройки в правом верхнем углу

source: Try increasing the "Allowed Slippage", under the Settings menu on the top right.
ja: 右上の設定メニューにある"最大スリッページ"を増やしてください
ru: Попробуйте увеличить " Допустимое Скольжение", под меню Настройки в правом верхнем углу

source: Two tokens create our ecosystem
ja: 2種類のトークンが私たちのエコシステムを構成しています
ru: Два токена создают нашу экосистему

source: Txn failed. <0>View</0>
ja: 取引が失敗しました。<0>詳細</0>
ru: Txn не удался. <0> Просмотр</0>

source: Type
ja: タイプ
ru: Вид

source: ULP Index Composition
ja: GLPインデックス構成
ru: Состав Индекса ULP

source: ULP Pool
ja: GLPプール
ru: ULP Пул

source: ULP Vault
ja: GLPボールト
ru: Хранилище ULP

source: USDG Debt
ja: USDG負債
ru: USDG Долг

source: UTX Announcements and Updates
ja: GMXの告知と最新情報
ru: Анонсы и Обновления UTX

source: UTX Blueberry NFTs
ja: GMXブルーベリーNFT

source: UTX Governance Page
ja: GMXのガバナンスページ
ru: Страница Управления UTX

source: UTX Pages
ja: GMXのページ
ru: Страницы UTX

source: UTX Perpetuals Data
ja: GMXのパーペチュアルのデータ
ru: Данные по Бессрочным контрактам UTX

source: UTX Proposals Voting page
ja: GMXのプロポーザル投票ページ
ru: Страница Голосования по предложениям UTX

source: UTX Stats Page
ja: GMX統計ページ
ru: Страница Статистики UTX

source: UTX Vault
ja: GMXボールト
ru: Хранилище UTX

source: UTX Weekly Updates
ja: GMXの週ごとの最新情報
ru: Еженедельные Обновления MX

source: UTX community discussion
ja: GMXのコミュニティ対話
ru: Обсуждения в сообществе UTX

source: UTX dashboards and analytics.
ja: GMXのダッシュボードと分析
ru: Панели управления UTX и аналитика.

source: UTX ecosystem pages.
ja: GMXエコシステムのページ
ru: Страницы экосистемы UTX.

source: UTX explorer for stats and traders
ja: 統計とトレーダー情報のためのGMXエクスプローラー
ru: Проводник UTX для статистики и трейдеров

source: UTX fundamentals
ja: GMXの基本
ru: Фундаментальные показатели UTX

source: UTX is currently live on Arbitrum and Avalanche.
ja: GMXは現在ArbitrumとAvalancheで稼働中です。
ru: В настоящее время UTX работает на Arbitrum и Avalanche.

source: UTX is not actively looking for new hires at the moment. However, if you think you can contribute to the project, please email <0>jobs@utx.io</0>.
ja: GMXは現在積極的には求人を行っていませんが、プロジェクトに貢献できると思われる方は、<0>jobs@utx.io</0>にメールをしてください。
ru: В настоящее время UTX не ведет активного поиска новых сотрудников. Однако, если вы считаете, что можете внести свой вклад в проект, пожалуйста, напишите <0>jobs@utx.io</0>.
