Repository: ShinySyntax/ultraX
Catalog: src/locales/*/messages.po
Languages: ja, ru

source: UTX staking calculator
ja: GMXステーキング計算機
ru: Калькулятор ставки UTX

source: UTX staking rewards updates and insights
ja: GMXステーキング報酬の最新情報および見通し
ru: Обновления и информация о вознаграждениях за ставку UTX

source: UTX transfers not yet enabled
ja: GMX移転はまだ有効化されていません
ru: Перевод UTX еще не активирован

source: Unstake
ja: アンステーク
ru: Снять стакинг

source: Unstake UTX
ja: GMXをアンステークする
ru: Снять стакинга с UTX

source: Unstake completed!
ja: アンステーク完了!
ru: Снятие стакинга завершено!

source: Unstake failed
ja: アンステークできませんでした
ru: Снятие стакинга не прошло

source: Unstake failed.
ja: アンステークできませんでした。
ru: Снятие стакинга не прошло.

source: Unstake submitted!
ja: アンステーク申し込み完了!
ru: Снятие стакинга подтверждено!

source: Unstake submitted! <0>View status.</0>
ja: アンステーク申し込み完了! <0>状況を確認する。</0>
ru: Снятие стакинга подтверждено! <0>Посмотреть статус.</0>

source: Unstaking...
ja: アンステーク中...
ru: Снятие стакинга...

source: Unsupported chain. Switch to Arbitrum network on your wallet and try again
ja: サポートされていないチェーンです。ウォレットをArbitrumネットワークに切り替えて再試行してください
ru: Неподдерживаемая цепочка. Переключитесь на сеть Arbitrum на вашем кошельке и повторите попытку

source: Update
ja: 更新
ru: Обновление

source: Update Order
ja: 注文の更新
ru: Обновление ордера

source: Updating Order...
ja: 注文の更新中...
ru: Обновление ордера...

source: Use the "Compound" button to stake your Multiplier Points.
ja: マルチプレイヤーポイントをステークするには"請求とステーク"ボタンを使ってください。
ru: Используйте кнопку "Сложить", чтобы проставить Баллы Множителя.

source: Use the Edit Collateral icon to deposit or withdraw collateral.
ja: 担保を入金または出金するときは「担保を編集」のアイコンを使用してください。
ru: Используйте значок Редактировать Залог, чтобы внести или вывести залог.

source: Useful Links
ja: 有用なリンク
ru: Полезные Ссылки

source: Utilization
ja: 利用率
ru: Утилизация

source: Vault Capacity
ja: ボールトキャパシティ
ru: Вместимость Хранилища

source: Vault Capacity for your Account:
ja: あなたのアカウントのボールトキャパシティ
ru: Вместимость Хранилища для вашего Счета:

source: Vest with ULP on Arbitrum
ja: ArbitrumでGLPを使ってべスティングする
ru: Вестинг ULP на Arbitrum

source: Vest with ULP on Avalanche
ja: AvalancheでGLPを使ってべスティングする
ru: Вестинг ULP на Avalanche

source: Vest with UTX on Arbitrum
ja: ArbitrumでGMXを使ってべスティングする
ru: Вестинг UTX на Arbitrum

source: Vest with UTX on Avalanche
ja: AvalancheでGMXを使ってべスティングする
ru: Вестинг UTX на Avalanche

source: Vested ULP not withdrawn
ja: べスティングされたGLPで引き出されていないもの
ru: Вестинг ULP не выведен

source: Vested UTX not withdrawn
ja: べスティングされたGMXで引き出されていないもの
ru: Вестинг UTX не выведен

source: Vesting Status
ja: べスティング状況
ru: Вестинг Статус

source: View
ja: 見る

source: View in Explorer
ja: Explorerで見る
ru: Просмотреть в Проводнике

source: View status.
ja: 状況を見る
ru: Посмотреть статус

source: Volume
ja: 取引高
ru: Объём

source: WARNING: High Fees
ja: 警告: 高い手数料
ru: ВНИМАНИЕ: высокие тарифы

source: WARNING: This position has a low amount of collateral after deducting borrowing fees, deposit more collateral to reduce the position's liquidation risk.
ja: 警告: このポジションは借入手数料差引後の担保額が低いため、担保額を増やしてポジションの清算リスクを減らしてください。
ru: ВНИМАНИЕ: Данная позиция имеет низкую сумму залога после вычета комиссий за заимствование, внесите больше залога, чтобы снизить риск ликвидации позиции.

source: Waiting for Approval
ja: 許可待機中
ru: Ожидайте одобрения

source: Wallet
ja: ウォレット
ru: Кошелёк

source: Wallet is not connected
ja: ウォレットが接続されていません
ru: Кошелёк не подключен

source: Wallet not connected
ja: ウォレットが接続されていません
ru: Кошелёк не подключен

source: Wallet not yet connected
ja: ウォレット未接続
ru: Кошелёк ещё не подключен

source: Weight
ja: ウェイト
ru: Вес

source: When closing the position, you can select which token you would like to receive the profits in.
ja: ポジションをクローズする際、利益をどのトークンで受け取るかを選択できます。
ru: При закрытии позиции вы можете выбрать, в каком токене вы хотели бы получить прибыль.

source: Withdraw
ja: 出金
ru: Вывод

source: Withdraw disabled, pending {0} upgrade
ja: {0}の更新が未完了のため出金が停止中です
ru: Вывод приостановлен, ожидается {0} обновление

source: Withdraw failed.
ja: 出金できませんでした
ru: Вывод не прошёл.

source: Withdraw from ULP Vault
ja: GLPボールトから出金
ru: Вывод из хранилища ULP

source: Withdraw from UTX Vault
ja: GMXボールトから出金
ru: Вывод из хранилища UTX

source: Withdraw submitted.
ja: 出金申し込み完了。
ru: Вывод подтверждён

source: Withdraw {0} USD from {1} {longOrShortText}
ja: {1} {longOrShortText}から{0} USDを出金
ru: Вывести {0} USD с {1} {longOrShortText}

source: Withdrawal failed.
ja: 出金できませんでした。
ru: Вывод не состоялся.

source: Withdrawal submitted.
ja: 出金申し込み完了。
ru: Вывод подано

source: Withdrawing...
ja: 出金中
ru: Выводим...

source: Withdrawn!
ja: 出金完了!
ru: Выведено!

source: Withdrew {0} USD from {tokenSymbol} {longOrShortText}.
ja: {tokenSymbol} {longOrShortText}から{0} USDを出金
ru: Снял {0} USD с {tokenSymbol} {longOrShortText}.

source: Yield Vaults
ja: イールドボールト
ru: Доходные Хранилища

source: Yield simulator for UTX
ja: GMXのイールドシミュレーター
ru: Симулятор доходности для UTX

source: You are earning {0}% more {nativeTokenSymbol} rewards using {1} Staked Multiplier Points.
ja: あなたがステークしている{1}マルチプレイヤーポイントにより、報酬の{nativeTokenSymbol}が{0}%上乗せされています。
ru: Вы зарабатываете {0}% больше {nativeTokenSymbol} вознаграждений, используя {1} Ставку Множителя Бонусов.

source: You are earning {nativeTokenSymbol} rewards with {0} tokens.<0/>Tokens: {amountStr}.
ja: あなたは{nativeTokenSymbol}報酬を{0}トークンで稼いでいます。<0/>トークン: {amountStr}.
ru: Вы зарабатываете {nativeTokenSymbol} вознаграждения с {0} токенами.<0/> Токены: {amountStr}.

source: You are leaving U2U.io and will be redirected to a third party, independent website.
ja: あなたはGMX.ioを離れ、第三者の別のウェブサイトへ転送されます。
ru: Вы покидаете сайт UTX.io и будете перенаправлены на сторонний, независимый сайт.

source: You can change the "Collateral In" token above to find lower fees
ja: より低い手数料を見つけるために上の"担保資産"トークンを変更することができます
ru: Вы можете изменить "Залоговый вход", указанный выше, чтобы найти более низкие комиссии

source: You can check your claim history <0>here</0>.
ja: <0>こちら</0>で請求履歴を確認できます。
ru: Вы можете проверить историю своих обращений <0>здесь</0>.

source: You have a <0>pending transfer</0> to {pendingReceiver}.
ja: {pendingReceiver}への<0>未完了の移転</0> があります。
ru: У вас есть <0>ожидающий переводах</0> на {pendingReceiver}.

source: You have a pending transfer from {sender}.
ja: {sender}からの未完了の移転があります。
ru: У вас есть незавершенный перевод от {отправителя}.

source: You have an active Limit Order to Increase {longOrShortText} {sizeInToken} {0} (${1}) at price ${2}
ja: {longOrShortText} {sizeInToken} {0} (${1})を${2}の価格で増額するアクティブなリミット注文があります
ru: У вас есть активный Лимитный Ордер на увеличение {longOrShortText} {sizeInToken} {0} (${1}) по цене ${2}

source: You have multiple existing Increase {longOrShortText} {0} limit orders
ja: {longOrShortText} {0}のリミット注文を増額する複数の注文があります
ru: У вас есть несколько существующих на увеличение {longOrShortText} {0} лимитных ордеров

source: You have not deposited any tokens for vesting.
ja: べスティング用のトークンが入金されていません。
ru: Вы не внесли ни одного токена для вестнига.

source: You need to select {swapTokenSymbol} as the "Pay" token to use it for collateral to initiate this trade.
ja: この取引を始めるには担保用に{swapTokenSymbol}を"支払い"トークンとして選択する必要があります。
ru: Вам необходимо выбрать {swapTokenSymbol} в качестве "Оплата" токена, чтобы использовать его в качестве залога для инициирования этой сделки.

source: You will need to be on this page to accept the transfer, <0>click here</0> to copy the link to this page if needed.
ja: 移転を受け入れるにはこのページを開いておく必要があります。必要に応じて<0>ここをクリック</0>してこのページへのリンクをコピーしておいてください。
ru: Вам нужно будет находиться на этой странице, чтобы принять перевод, <0>нажмите сюда</0>, чтобы скопировать ссылку на эту страницу, если это необходимо.

source: You will receive at least {0} {1} if this order is executed. The exact execution price may vary depending on fees at the time the order is executed.
ja: この注文が執行された場合、少なくとも{0} {1}を受け取ることになります。正確な執行価格は注文執行時の手数料によって異なります。
ru: Вы получите не менее {0} {1}, если этот ордер будет выполнен. Точная цена исполнения может варьироваться в зависимости от комиссионных сборов на момент исполнения ордера.

source: You will receive at least {0} {1} if this order is executed. The execution price may vary depending on swap fees at the time the order is executed.
ja: この注文が執行された場合、少なくとも{0} {1}を受け取ることになります。正確な執行価格は注文執行時のスワップ手数料によって異なります。
ru: Вы получите не менее {0} {1}, если этот ордер будет исполнен. Цена исполнения может варьироваться в зависимости от комиссии обмена на момент исполнения ордера.

source: Your transfer has been completed.
ja: 移転は完了しました。
ru: Ваш перевод был завершен.

source: Your transfer has been initiated.
ja: 移転が開始されました。
ru: Ваш перевод был начат.

source: Your wallet: {0}
ja: あなたのウォレット: {0}
ru: Ваш кошелёк: {0}

source: account
ja: アカウント
ru: счёт

source: collateral
ja: 担保
ru: залог

source: fee
ja: 手数料
ru: комиссия

source: hide
ja: 隠す
ru: скрыть

source: in liquidity
ja: 流動性
ru: используется для обеспечения ликвидности

source: not staked
ja: ステークされていない
ru: без стейкинга

source: size
ja: サイズ
ru: размер

source: staked
ja: ステーク済
ru: в стейкинги

source: time to liq
ja: 清算までの時間
ru: время ликвидировать

source: view
ja: 見る
ru: смотреть

source: {0} Approved!
ja: {0}が承認されました!
ru: {0} Одобрено!

source: {0} Capacity Reached
ja: {0}のキャパシティに到達しました
ru: {0} Мощность достигнута

source: {0} Pool Capacity Reached
ja: {0}のプールキャパシティに到達しました
ru: {0} Достигнута Емкость Пула

source: {0} Price
ja: {0} 価格
ru: {0} Цена

source: {0} Required
ja: {0}が必要です
ru: {0} Требуется

source: {0} UTX tokens can be claimed, use the options under the Total Rewards section to claim them.
ja: {0} GMXトークンを請求可能です。総報酬セクションの下の選択肢を使用して請求してください。
ru: {0} токены UTX можно получить, используя опции в разделе Общие Вознаграждения, чтобы получить их.

source: {0} is above its target weight.<0/><1/>Get lower fees to <2>swap</2> tokens for {1}.
ja: {0}はターゲットウェイトを超過しています。<0/><1/>トークンを{1}に<2>スワップ</2>すると手数料が低くなります。
ru: {0} превышает целевой вес.<0/><1/>Получите меньшую комиссию, чтобы <2>обменять</2> токены на {1}.

source: {0} is below its target weight.<0/><1/>Get lower fees to <2>buy ULP</2> with {1}, and to <3>swap</3> {2} for other tokens.
ja: {0}はターゲットウェイトより低くなっています。<0/><1/>手数料を低くするには、{1}で<2>GLPを購入</2>し、{2}を別のトークンに<3>スワップ</3>"してください。
ru: {0} liegt unter der Zielgewichtung.<0/><1/>Erhalte niedrigere Gebühren, um <2>ULP</2> mit {1} zu kaufen und <3>zu tauschen</3> {2} für andere Token.

source: {0} is required for collateral.
ja: 担保に{0}が必要です。<<<<<<< HEAD
ru: {0} требуется для обеспечения залога.<<<<<<< HEAD

source: {0} pool exceeded, try different token
ja: {0}プールは超過しています。別のトークンを試してください。
ru: {0} пул превышен, попробуйте другой токен

source: {0} price
ja: {0} 価格
ru: {0} цена

source: {0} selected in order form
ja: {0}が注文フォームで選択されました
ru: {0} выбран в форме ордера

source: {0}: {1}, Price: {priceDisplay}
ja: {0}: {1}, 価格: {priceDisplay}
ru: {0}: {1}, Цена: {priceDisplay}

source: {actionDisplay} Order
ja: {actionDisplay} 注文
ru: {actionDisplay} Ордер

source: {existingTriggerOrderLength, plural, one {You have an active trigger order that could impact this position.} other {You have # active trigger orders that could impact this position.}}
ja: {existingTriggerOrderLength, plural, one {このポジションに影響する可能性のあるアクティブなトリガー注文があります。} other {このポジションに影響する可能性のあるアクティブなトリガー注文が#あります。}}

source: {existingTriggerOrderLength, plural, one {You have an active trigger order that might execute immediately after you open this position. Please cancel the order or accept the confirmation to continue.} other {You have # active trigger orders that might execute immediately after you open this position. Please cancel the orders or accept the confirmation to continue.}}
ja: {existingTriggerOrderLength, plural, one {このポジションをオープンした後ただちに執行される可能性があるアクティブなトリガー注文があります。注文をキャンセルするか、または確認を押して続けてください。} other {このポジションをオープンした後ただちに執行される可能性があるアクティブなトリガー注文が#あります。注文をキャンセルするか、または確認を押して続けてください。}}

source: {title} on Arbitrum:
ja: Arbitrum上の{title}
ru: {title} на Arbitrum:

source: {title} on Avalanche:
ja: Avalanche上の{title}
ru: {title} на Avalanche:

source: {volumeLabel} Volume
ja: {volumeLabel} 取引高
ru: {volumeLabel} Объем

source: <0>Your wallet is not connected to {0}.</0><1/><2>Switch to {1}</2>
ru: <0>Ваш кошелек не подключен к {0}.</0><1/><2>Перейти на {1}</2>

source: Docs
ru: Документация

source: Trade BTC, ETH, AVAX and other top cryptocurrencies with up to 50x leverage directly from your wallet
ru: Торгуйте BTC, ETH, AVAX и другими популярными криптовалютами с кредитным плечом до 50x прямо из вашего кошелька.
